{
  "brand": "Arkeon Blog",
  "nav_posts": "Publicaciones",
  "nav_contact": "Contacto",
  "language": "Idioma",
  "footer_description": "Explorando el mundo del desarrollo web, tecnología y diseño digital. Compartiendo conocimiento y experiencias.",
  "footer_quick_links": "Enlaces Rápidos",
  "footer_articles": "Artículos",
  "footer_about": "Sobre Mí",
  "footer_portfolio": "Portfolio",
  "footer_resources": "Recursos",
  "footer_privacy": "Política de Privacidad",
  "footer_terms": "Términos de Uso",
  "footer_cookies": "Política de Cookies",
  "footer_rss": "RSS Feed",
  "footer_connect": "Conecta",
  "footer_rights": "Todos los derechos reservados.",
  "footer_developed": "Desarrollado con",
  "footer_by": "por",
  "footer_creator": "David López",
  "featured_post_label": "Última Publicación",
  "read_more": "Leer más",
  "blog_title": "Blog de Arkeon",
  "blog_intro_title": "Bienvenido a Arkeon Blog",
  "blog_intro_subtitle": "Explorando el futuro de la tecnología",
  "blog_intro_description": "Descubre análisis profundos, noticias tecnológicas actualizadas y comparativas detalladas que te ayudan a tomar mejores decisiones. Aquí encontrarás contenido cuidadosamente seleccionado sobre innovación, desarrollo y las últimas tendencias del mundo tech.",
  "blog_loading": "Cargando publicaciones...",
  "blog_error": "No se pudieron cargar las publicaciones. Intenta nuevamente más tarde.",
  "blog_load_more": "Cargar más",
  "blog_loading_more": "Cargando…",
  "blog_meta_description": "Artículos y novedades del proyecto Arkeon.",
  "post_loading": "Cargando...",
  "post_error": "No se pudo cargar la publicación. Intenta nuevamente más tarde.",
  "post_not_found": "Publicación no encontrada",
  "post_back_to_blog": "Volver al blog",
  "newsletter_title": "Suscríbete al Newsletter",
  "newsletter_description": "Recibe nuevos artículos y novedades directamente en tu correo.",
  "newsletter_placeholder": "tuemail@ejemplo.com",
  "newsletter_subscribe": "Suscribirme",
  "newsletter_subscribing": "Enviando…",
  "newsletter_subscribed": "Suscrito",
  "newsletter_error_invalid": "Introduce un email válido.",
  "newsletter_error_duplicate": "Este email ya está suscrito.",
  "newsletter_error_generic": "No se pudo completar la suscripción. Intenta nuevamente.",
  "newsletter_success": "¡Gracias por suscribirte! 🎉",
  "newsletter_confirm_loading": "Verificando tu solicitud…",
  "newsletter_confirm_success_title": "Suscripción confirmada",
  "newsletter_confirm_success_message": "Tu suscripción ya está activa. ¡Gracias por unirte a nuestra newsletter!",
  "newsletter_confirm_error_title": "No pudimos confirmar tu enlace",
  "newsletter_confirm_error_message": "El enlace ha expirado o no es válido. Solicita un nuevo correo de confirmación.",
  "newsletter_confirm_missing": "Proporciona un token de confirmación válido para continuar.",
  "newsletter_confirm_back": "Volver al blog",
  "newsletter_confirm_contact": "Contactar soporte",
  "carousel_message": "📧 Suscríbete a nuestro newsletter para enterarte de las últimas publicaciones • ¡No te pierdas ningún artículo! • Sé parte de nuestra comunidad tecnológica 🚀",
  "contact_title": "Contacto",
  "contact_description": "Puedes escribirme a",
  "contact_form_coming": "Próximamente se añadirá un formulario de contacto.",
  "about_title": "Sobre Arkeon Blog",
  "about_intro": "Arkeon Blog es una plataforma moderna dedicada a compartir conocimiento sobre tecnología, desarrollo de software e innovación. Exploramos las últimas tendencias y ofrecemos análisis detallados para ayudarte a crecer como profesional y mantenerte inspirado.",
  "about_mission": "Nuestra misión es hacer que la tecnología sea accesible y apasionante, combinando artículos informativos, tutoriales y herramientas que empoderan a las mentes curiosas para crear e innovar.",
  "privacy_title": "Política de Privacidad",
  "privacy_intro": "En Arkeon Blog valoramos tu privacidad. Esta política explica qué datos recopilamos, cómo los usamos y cómo puedes ejercer tus derechos.",
  "privacy_data_collection_title": "Recopilación de datos",
  "privacy_data_collection_text": "Recopilamos información básica como nombre y correo electrónico únicamente cuando te suscribes al newsletter o contactas con nosotros.",
  "privacy_third_parties_title": "Servicios de terceros",
  "privacy_third_parties_text": "Podemos usar servicios como Google Analytics o proveedores de correo electrónico para mejorar la experiencia del usuario. Estos servicios cumplen con la normativa de protección de datos.",
  "privacy_rights_title": "Tus derechos",
  "privacy_rights_text": "Puedes solicitar el acceso, rectificación o eliminación de tus datos personales escribiendo a davidlopez00@proton.me.",
  "privacy_contact_title": "Contacto",
  "privacy_contact_text": "Si tienes preguntas sobre esta política o el tratamiento de tus datos, puedes escribirnos a davidlopez00@proton.me.",
  "terms_title": "Términos de Uso",
  "terms_intro": "Al acceder o utilizar Arkeon Blog, aceptas cumplir con estos Términos de Uso. Por favor, léelos detenidamente antes de continuar.",
  "terms_usage_title": "1. Uso del sitio web",
  "terms_usage_text": "Te comprometes a utilizar este sitio solo con fines legales y de acuerdo con estos términos. No puedes usarlo para distribuir contenido dañino, spam o realizar actividades ilegales.",
  "terms_content_title": "2. Propiedad intelectual",
  "terms_content_text": "Todos los artículos, imágenes y contenidos publicados en Arkeon Blog están protegidos por derechos de autor y no pueden copiarse ni redistribuirse sin autorización.",
  "terms_liability_title": "3. Limitación de responsabilidad",
  "terms_liability_text": "Arkeon Blog no se hace responsable de los daños derivados del uso de la información contenida en este sitio. La información se proporciona 'tal cual', sin garantías de ningún tipo.",
  "terms_changes_title": "4. Modificaciones de los términos",
  "terms_changes_text": "Podemos actualizar estos Términos de Uso en cualquier momento. Cualquier cambio entrará en vigor una vez publicado en esta página.",
  "terms_contact_title": "5. Contacto",
  "terms_contact_text": "Si tienes alguna pregunta sobre estos Términos de Uso, puedes escribirnos a davidlopez00@proton.me.",
  "cookies_title": "Política de Cookies",
  "cookies_intro": "Esta política explica qué son las cookies, cómo las utiliza Arkeon Blog y cómo puedes gestionarlas o desactivarlas en tu navegador.",
  "cookies_what_title": "¿Qué son las cookies?",
  "cookies_what_text": "Las cookies son pequeños archivos de texto que los sitios web almacenan en tu dispositivo para mejorar la experiencia de usuario y recopilar información anónima sobre el uso del sitio.",
  "cookies_types_title": "Tipos de cookies que usamos",
  "cookies_types_text": "En Arkeon Blog utilizamos cookies técnicas necesarias para el funcionamiento del sitio, así como cookies analíticas que nos ayudan a entender cómo los usuarios interactúan con nuestro contenido.",
  "cookies_management_title": "Cómo gestionar las cookies",
  "cookies_management_text": "Puedes configurar tu navegador para aceptar, rechazar o eliminar cookies en cualquier momento. Ten en cuenta que desactivar algunas puede afectar al funcionamiento del sitio.",
  "cookies_third_title": "Cookies de terceros",
  "cookies_third_text": "Algunos servicios externos (como Google Analytics o herramientas de redes sociales) pueden colocar sus propias cookies para recopilar estadísticas o mostrar contenido integrado.",
  "cookies_changes_title": "Cambios en esta política",
  "cookies_changes_text": "Podemos actualizar esta política de cookies ocasionalmente para reflejar cambios técnicos o legales. Te recomendamos revisarla periódicamente.",
  "cookies_last_updated": "Última actualización:",
  "cookies_banner_text": "Usamos cookies para mejorar tu experiencia en Arkeon Blog. Puedes cambiar la configuración en cualquier momento.",
  "cookies_accept": "Aceptar"
      
}
